Repository: Negative-Star-Innovators/AgentRedactor
Catalog: AgentRedactor/Strings/*/Resources.resw
Source language: en_us
Languages: az_latn, bg, cs, es, fil, ha_latn, he_il, id_id, it_it, ja, kk, ko, lb, lt, mt, nl, pt, ro_ro, sk, sq, sv_se, ta, uk, vi, zh_tw

# SettingsPage_Language_German
source: Deutsch
bg: Немски
cs: Němčina
es: Alemán
fil: Aleman
he_il: גרמנית
id_id: Bahasa Jerman
it_it: Tedesco
ja: ドイツ語
kk: неміс
ko: 독일어
lb: Däitsch
lt: Vokiečių
mt: Ġermaniż
nl: Duits
pt: Alemão
ro_ro: Germană
sk: Nemčina
sq: Gjermanisht
sv_se: Tyska
ta: ஜெர்மன்
uk: Німецька
vi: Tiếng Đức
zh_tw: 德文

# Dialog_MasterPasswordRequired_Title
source: Master Password Required
az_latn: Master Parol Tələb olunur
bg: Изисква се главна парола
cs: Vyžadováno hlavní heslo
es: Contraseña maestra requerida
fil: Kailangan ang Master Password
ha_latn: Ana Bukata Babban Kalmar wucewa
he_il: נדרשת סיסמת מנהל
id_id: Kata Sandi Utama Diperlukan
it_it: Password principale richiesta
ja: マスター パスワードが必要
kk: Негізгі құпия сөз қажет
ko: 마스터 암호 필요
lb: Haaptpasswuert erfuerderlech
lt: Reikalingas pagrindinis slaptažodis
mt: Password Prinċipali Meħtieġa
nl: Hoofdwachtwoord vereist
pt: Palavra-passe mestra necessária
ro_ro: Parola principală este necesară
sk: Vyžaduje sa hlavné heslo
sq: Kërkohet fjalëkalimi kryesor
sv_se: Huvudlösenord krävs
ta: முதன்மை கடவுச்சொல் தேவை
uk: Потрібен головний пароль
vi: Yêu cầu mật khẩu chính
zh_tw: 需要主密碼

# Dialog_UnlockButton
source: Unlock
az_latn: Kilidi aç
bg: Отключване
cs: Odemknout
es: Desbloquear
fil: I-unlock
ha_latn: Buɗe
he_il: בטל נעילה
id_id: Buka Kunci
it_it: Sblocca
ja: ロック解除
kk: Құлыпты ашу
ko: 잠금 해제
lb: Entspären
lt: Atrakinti
mt: Iftaħ
nl: Ontgrendelen
pt: Desbloquear
ro_ro: Deblochează
sk: Odomknúť
sq: Shkyç
sv_se: Lås upp
ta: பூட்டைத் திற
uk: Розблокувати
vi: Mở khóa
zh_tw: 解除鎖定

# Dialog_ExitButton
source: Exit
az_latn: Çıx
bg: Изход
cs: Ukončit
es: Salir
fil: Lumabas
ha_latn: Fita
he_il: יציאה
id_id: Keluar
it_it: Esci
ja: 終了
kk: Шығу
ko: 종료
lb: Beenden
lt: Išeiti
mt: Oħroġ
nl: Afsluiten
pt: Sair
ro_ro: Ieșire
sk: Ukončiť
sq: Dil
sv_se: Avsluta
ta: வெளியேறு
uk: Вийти
vi: Thoát
zh_tw: 結束

# Dialog_EnterPasswordPlaceholder
source: Enter password
az_latn: parol daxil edin
bg: Въведете парола
cs: Zadejte heslo
es: Introduzca la contraseña
fil: Ilagay ang password
ha_latn: Shigar da kalmar wucewa
he_il: הזן סיסמה
id_id: Masukkan kata sandi
it_it: Inserisci password
ja: パスワードを入力
kk: Құпия сөзді енгізіңіз
ko: 암호 입력
lb: Passwuert aginn
lt: Įveskite slaptažodį
mt: Daħhal il-password
nl: Voer wachtwoord in
pt: Introduza a palavra-passe
ro_ro: Introduceți parola
sk: Zadajte heslo
sq: Vendos fjalëkalimin
sv_se: Ange lösenord
ta: கடவுச்சொல்லை உள்ளிடவும்
uk: Введіть пароль
vi: Nhập mật khẩu
zh_tw: 輸入密碼

# Dialog_IncorrectPassword_Title
source: Incorrect Password
az_latn: Yanlış parol
bg: Неправилна парола
cs: Nesprávné heslo
es: Contraseña incorrecta
fil: Maling Password
ha_latn: Kalmar sirri mara daidai
he_il: סיסמה שגויה
id_id: Kata Sandi Salah
it_it: Password errata
ja: パスワードが正しくありません
kk: Қате құпия сөз
ko: 잘못된 암호
lb: Falscht Passwuert
lt: Neteisingas slaptažodis
mt: Password żbaljata
nl: Onjuist wachtwoord
pt: Palavra-passe incorreta
ro_ro: Parolă incorectă
sk: Nesprávne heslo
sq: Fjalëkalim i gabuar
sv_se: Felaktigt lösenord
ta: தவறான கடவுச்சொல்
uk: Неправильний пароль
vi: Mật khẩu không đúng
zh_tw: 密碼錯誤

# Dialog_IncorrectPassword_Message
source: The password you entered is incorrect. Please try again.
az_latn: Daxil etdiyiniz parol səhvdir. Yenidən cəhd edin.
bg: Въведената парола е неправилна. Моля, опитайте отново.
cs: Zadané heslo je nesprávné. Zkuste to prosím znovu.
es: La contraseña introducida es incorrecta. Inténtelo de nuevo.
fil: Ang password na inilagay mo ay mali. Pakiulit.
ha_latn: Kalmar sirri da kuka shigar ba daidai ba ne. Da fatan za a sake gwadawa.
he_il: הסיסמה שהזנת שגויה. נסה שוב.
id_id: Kata sandi yang Anda masukkan salah. Silakan coba lagi.
it_it: La password inserita è errata. Riprova.
ja: 入力したパスワードが正しくありません。もう一度お試しください。
kk: Сіз енгізген құпия сөз дұрыс емес. Қайталап көріңіз.
ko: 입력한 암호가 올바르지 않습니다. 다시 시도하세요.
lb: D'aginn Passwuert ass falsch. Probéiert wann ech gelift nach eng Kéier.
lt: Įvestas slaptažodis neteisingas. Bandykite dar kartą.
mt: Il-password li daħtlet hi żbaljata. Jekk jogħġbok erġa' pprova.
nl: Het ingevoerde wachtwoord is onjuist. Probeer het opnieuw.
pt: A palavra-passe introduzida está incorreta. Tente novamente.
ro_ro: Parola introdusă este incorectă. Vă rugăm să încercați din nou.
sk: Zadané heslo je nesprávne. Skúste to prosím znova.
sq: Fjalëkalimi që vendoset është i gabuar. Ju lutemi provoni përsëri.
sv_se: Lösenordet du angav är felaktigt. Försök igen.
ta: நீங்கள் உள்ளிட்ட கடவுச்சொல் தவறானது. மீண்டும் முயற்சிக்கவும்.
uk: Введений пароль неправильний. Спробуйте ще раз.
vi: Mật khẩu bạn nhập không đúng. Vui lòng thử lại.
zh_tw: 您輸入的密碼不正確。請再試一次。

# Dialog_TooManyAttempts_Title
source: Too Many Attempts
az_latn: Həddindən artıq cəhdlər
bg: Твърде много опити
cs: Příliš mnoho pokusů
es: Demasiados intentos
fil: Napakaraming Pagtatangka
ha_latn: Ƙoƙari da yawa
he_il: יותר מדי ניסיונות
id_id: Terlalu Banyak Percobaan
it_it: Troppi tentativi
ja: 試行回数が多すぎます
kk: Тым көп әрекеттер
ko: 시도 횟수 초과
lb: Ze vill Versicher
lt: Per daug bandymų
mt: Ħafna Prawti
nl: Te veel pogingen
pt: Demasiadas tentativas
ro_ro: Prea multe încercări
sk: Príliš veľa pokusov
sq: Shumë përpjekje
sv_se: För många försök
ta: அதிக முயற்சிகள்
uk: Забагато спроб
vi: Quá nhiều lần thử
zh_tw: 嘗試次數過多

# Dialog_TooManyAttempts_Message
source: Maximum password attempts reached. The application will now exit.
az_latn: Maksimum parol cəhdlərinə çatıldı. Tətbiq indi çıxacaq.
bg: Достигнат е максималният брой опити за парола. Приложението ще се затвори.
cs: Dosažen maximální počet pokusů o heslo. Aplikace se nyní ukončí.
es: Se alcanzó el número máximo de intentos. La aplicación se cerrará ahora.
fil: Naabot na ang maximum na pagtatangka sa password. Lalabas na ang application.
ha_latn: Matsakaicin yunƙurin kalmar wucewa. Yanzu aikace-aikacen zai fita.
he_il: הגעת למספר הניסיונות המרבי לסיסמה. האפליקציה תיסגר עכשיו.
id_id: Batas maksimum percobaan kata sandi tercapai. Aplikasi akan keluar sekarang.
it_it: Numero massimo di tentativi raggiunto. L'applicazione verrà chiusa.
ja: パスワード試行回数の上限に達しました。アプリケーションを終了します。
kk: Құпиясөз әрекеттерінің максималды санына жетті. Қолданба енді шығады.
ko: 최대 암호 시도 횟수에 도달했습니다. 애플리케이션을 종료합니다.
lb: Maximal Zuel vu Versicher erreecht. D'Applicatioun gëtt elo zougemaach.
lt: Pasiektas maksimalus slaptažodžio bandymų skaičius. Programa dabar užsidarys.
mt: Il-massimu ta' prattiki tal-password intlaħaq. L-applikazzjoni se tagħlaq issa.
nl: Maximaal aantal pogingen bereikt. De toepassing wordt nu afgesloten.
pt: Número máximo de tentativas atingido. A aplicação vai agora terminar.
ro_ro: S-a atins numărul maxim de încercări. Aplicația se va închide acum.
sk: Dosiahnutý maximálny počet pokusov o heslo. Aplikácia sa teraz ukončí.
sq: Është arritur numri maksimal i përpjekjeve. Aplikacioni do të mbyllet tani.
sv_se: Maximalt antal försök nått. Programmet avslutas nu.
ta: அதிகபட்ச கடவுச்சொல் முயற்சிகள் எட்டப்பட்டன. பயன்பாடு இப்போது வெளியேறும்.
uk: Досягнуто максимальну кількість спроб введення пароля. Програма зараз закриється.
vi: Đã đạt đến số lần thử mật khẩu tối đa. Ứng dụng sẽ thoát ngay bây giờ.
zh_tw: 已達到最大密碼嘗試次數。應用程式即將結束。

# Dialog_SetMasterPassword_Title
source: Set Master Password
az_latn: Əsas parol təyin edin
bg: Задаване на главна парола
cs: Nastavit hlavní heslo
es: Establecer contraseña maestra
fil: Itakda ang Master Password
ha_latn: Saita Babban Kalmar wucewa
he_il: הגדר סיסמת מנהל
id_id: Atur Kata Sandi Utama
it_it: Imposta password principale
ja: マスター パスワードを設定
kk: Негізгі құпия сөзді орнату
ko: 마스터 암호 설정
lb: Haaptpasswuert festleeën
lt: Nustatyti pagrindinį slaptažodį
mt: Issettja l-Password Prinċipali
nl: Hoofdwachtwoord instellen
pt: Definir palavra-passe mestra
ro_ro: Setează parola principală
sk: Nastaviť hlavné heslo
sq: Cakto fjalëkalimin kryesor
sv_se: Ange huvudlösenord
ta: முதன்மை கடவுச்சொல்லை அமை
uk: Встановити головний пароль
vi: Đặt mật khẩu chính
zh_tw: 設定主密碼

# Dialog_SetPasswordButton
source: Set Password
az_latn: Parol təyin edin
bg: Задаване на парола
cs: Nastavit heslo
es: Establecer contraseña
fil: Itakda ang Password
ha_latn: Saita Kalmar wucewa
he_il: הגדר סיסמה
id_id: Atur Kata Sandi
it_it: Imposta password
ja: パスワードを設定
kk: Құпия сөзді орнату
ko: 암호 설정
lb: Passwuert festleeën
lt: Nustatyti slaptažodį
mt: Issettja l-Password
nl: Wachtwoord instellen
pt: Definir palavra-passe
ro_ro: Setează parola
sk: Nastaviť heslo
sq: Cakto fjalëkalimin
sv_se: Ange lösenord
ta: கடவுச்சொல்லை அமை
uk: Встановити пароль
vi: Đặt mật khẩu
zh_tw: 設定密碼

# Dialog_PasswordPlaceholder
source: Password
az_latn: parol
bg: Парола
cs: Heslo
es: Contraseña
ha_latn: Kalmar wucewa
he_il: סיסמה
id_id: Kata sandi
ja: パスワード
kk: Құпия сөз
ko: 암호
lb: Passwuert
lt: Slaptažodis
nl: Wachtwoord
pt: Palavra-passe
ro_ro: Parolă
sk: Heslo
sq: Fjalëkalimi
sv_se: Lösenord
ta: கடவுச்சொல்
uk: Пароль
vi: Mật khẩu
zh_tw: 密碼

# Dialog_ConfirmPasswordPlaceholder
source: Confirm password
az_latn: Şifrəni təsdiqləyin
bg: Потвърждаване на паролата
cs: Potvrdit heslo
es: Confirmar contraseña
fil: Kumpirmahin ang password
ha_latn: Tabbata kalmar shiga
he_il: אשר סיסמה
id_id: Konfirmasi kata sandi
it_it: Conferma password
ja: パスワードを確認
kk: Құпия сөзді Растау
ko: 암호 확인
lb: Passwuert confirméieren
lt: Patvirtinti slaptažodį
mt: Ikkonferma l-password
nl: Wachtwoord bevestigen
pt: Confirmar palavra-passe
ro_ro: Confirmă parola
sk: Potvrdiť heslo
sq: Konfirmo fjalëkalimin
sv_se: Bekräfta lösenord
ta: கடவுச்சொல்லை உறுதிப்படுத்து
uk: Підтвердьте пароль
vi: Xác nhận mật khẩu
zh_tw: 確認密碼

# Dialog_PasswordEmpty_Title
source: Error
az_latn: Xəta
bg: Грешка
cs: Chyba
ha_latn: Kuskure
he_il: שגיאה
id_id: Kesalahan
it_it: Errore
ja: エラー
kk: Қате
ko: 오류
lb: Fehler
lt: Klaida
mt: Żball
nl: Fout
pt: Erro
ro_ro: Eroare
sk: Chyba
sq: Gabim
sv_se: Fel
ta: பிழை
uk: Помилка
vi: Lỗi
zh_tw: 錯誤

# Dialog_PasswordEmpty_Message
source: Password cannot be empty.
az_latn: Parol boş ola bilməz.
bg: Паролата не може да бъде празна.
cs: Heslo nemůže být prázdné.
es: La contraseña no puede estar vacía.
fil: Ang password ay hindi maaaring walang laman.
ha_latn: Kalmar wucewa ba za ta iya zama fanko ba.
he_il: הסיסמה אינה יכולה להיות ריקה.
id_id: Kata sandi tidak boleh kosong.
it_it: La password non può essere vuota.
ja: パスワードを空白にすることはできません。
kk: Құпия сөз бос болмауы керек.
ko: 암호는 비워둘 수 없습니다.
lb: Passwuert kann net eidel sinn.
lt: Slaptažodis negali būti tuščias.
mt: Il-password ma tistax tkun vojta.
nl: Wachtwoord mag niet leeg zijn.
pt: A palavra-passe não pode estar vazia.
ro_ro: Parola nu poate fi goală.
sk: Heslo nemôže byť prázdne.
sq: Fjalëkalimi nuk mund të jetë bosh.
sv_se: Lösenordet får inte vara tomt.
ta: கடவுச்சொல் காலியாக இருக்க முடியாது.
uk: Пароль не може бути порожнім.
vi: Mật khẩu không được để trống.
zh_tw: 密碼不能空白。

# Dialog_PasswordMismatch_Title
source: Error
az_latn: Xəta
bg: Грешка
cs: Chyba
ha_latn: Kuskure
he_il: שגיאה
id_id: Kesalahan
it_it: Errore
ja: エラー
kk: Қате
ko: 오류
lb: Fehler
lt: Klaida
mt: Żball
nl: Fout
pt: Erro
ro_ro: Eroare
sk: Chyba
sq: Gabim
sv_se: Fel
ta: பிழை
uk: Помилка
vi: Lỗi
zh_tw: 錯誤

# Dialog_PasswordMismatch_Message
source: Passwords do not match.
az_latn: Parollar uyğun gəlmir.
bg: Паролите не съвпадат.
cs: Hesla se neshodují.
es: Las contraseñas no coinciden.
fil: Hindi tumutugma ang mga password.
ha_latn: Kalmomin sirri ba su daidaita ba.
he_il: הסיסמאות אינן תואמות.
id_id: Kata sandi tidak cocok.
it_it: Le password non corrispondono.
ja: パスワードが一致しません。
kk: Құпия сөздер сәйкес келмейді.
ko: 암호가 일치하지 않습니다.
lb: D'Passwierder stëmmen net iwwereneen.
lt: Slaptažodžiai nesutampa.
mt: Il-passwords ma jaqblux.
nl: Wachtwoorden komen niet overeen.
pt: As palavras-passe não coincidem.
ro_ro: Parolele nu se potrivesc.
sk: Heslá sa nezhodujú.
sq: Fjalëkalimet nuk përputhen.
sv_se: Lösenorden matchar inte.
ta: கடவுச்சொற்கள் பொருந்தவில்லை.
uk: Паролі не збігаються.
vi: Mật khẩu không khớp.
zh_tw: 密碼不符。

# Dialog_EnableMasterPasswordFailed_Title
source: Error
az_latn: Xəta
bg: Грешка
cs: Chyba
ha_latn: Kuskure
he_il: שגיאה
id_id: Kesalahan
it_it: Errore
ja: エラー
kk: Қате
ko: 오류
lb: Fehler
lt: Klaida
mt: Żball
nl: Fout
pt: Erro
ro_ro: Eroare
sk: Chyba
sq: Gabim
sv_se: Fel
ta: பிழை
uk: Помилка
vi: Lỗi
zh_tw: 錯誤

# Dialog_EnableMasterPasswordFailed_Message
source: Failed to enable master password.
az_latn: Əsas parolu aktivləşdirmək alınmadı.
bg: Неуспешно активиране на главната парола.
cs: Nepodařilo se povolit hlavní heslo.
es: No se pudo habilitar la contraseña maestra.
fil: Nabigo sa pag-enable ng master password.
ha_latn: An kasa kunna babban kalmar sirri.
he_il: הפעלת סיסמת מנהל נכשלה.
id_id: Gagal mengaktifkan kata sandi utama.
it_it: Impossibile abilitare la password principale.
ja: マスター パスワードを有効にできませんでした。
kk: Негізгі құпия сөзді қосу мүмкін болмады.
ko: 마스터 암호를 사용 설정하지 못했습니다.
lb: Haaptpasswuert konnt net aktivéiert ginn.
lt: Nepavyko įjungti pagrindinio slaptažodžio.
mt: Ma rnexxielniex nattiva l-password prinċipali.
nl: Hoofdwachtwoord inschakelen mislukt.
pt: Não foi possível ativar a palavra-passe mestra.
ro_ro: Activarea parolei principale a eșuat.
sk: Nepodarilo sa povoliť hlavné heslo.
sq: Aktivizimi i fjalëkalimit kryesor dështoi.
sv_se: Det gick inte att aktivera huvudlösenordet.
ta: முதன்மை கடவுச்சொல்லை இயக்க முடியவில்லை.
uk: Не вдалося ввімкнути головний пароль.
vi: Không thể bật mật khẩu chính.
zh_tw: 啟用主密碼失敗。

# Dialog_DisableMasterPassword_Title
source: Disable Master Password
az_latn: Master Şifrəni deaktiv edin
bg: Деактивиране на главната парола
cs: Zakázat hlavní heslo
es: Deshabilitar contraseña maestra
fil: I-disable ang Master Password
ha_latn: Kashe Babban Kalmar wucewa
he_il: השבת סיסמת מנהל
id_id: Nonaktifkan Kata Sandi Utama
it_it: Disabilita password principale
ja: マスター パスワードを無効化
kk: Негізгі құпия сөзді өшіру
ko: 마스터 암호 사용 안 함
lb: Haaptpasswuert desaktivéieren
lt: Išjungti pagrindinį slaptažodį
mt: Diżattiva l-Password Prinċipali
nl: Hoofdwachtwoord uitschakelen
pt: Desativar palavra-passe mestra
ro_ro: Dezactivează parola principală
sk: Zakázať hlavné heslo
sq: Çaktivizo fjalëkalimin kryesor
sv_se: Inaktivera huvudlösenord
ta: முதன்மை கடவுச்சொல்லை முடக்கு
uk: Вимкнути головний пароль
vi: Tắt mật khẩu chính
zh_tw: 停用主密碼

# Dialog_DisableButton
source: Disable
az_latn: Deaktiv edin
bg: Деактивиране
cs: Zakázat
es: Deshabilitar
fil: I-disable
ha_latn: A kashe
he_il: השבת
id_id: Nonaktifkan
it_it: Disabilita
ja: 無効化
kk: Өшіру
ko: 사용 안 함
lb: Desaktivéieren
lt: Išjungti
mt: Diżattiva
nl: Uitschakelen
pt: Desativar
ro_ro: Dezactivează
sk: Zakázať
sq: Çaktivizo
sv_se: Inaktivera
ta: முடக்கு
uk: Вимкнути
vi: Tắt
zh_tw: 停用

# Dialog_CurrentPasswordPlaceholder
source: Current password
az_latn: Cari parol
bg: Текуща парола
cs: Aktuální heslo
es: Contraseña actual
fil: Kasalukuyang password
ha_latn: Kalmar shiga na halin yanzu
he_il: סיסמה נוכחית
id_id: Kata sandi saat ini
it_it: Password attuale
ja: 現在のパスワード
kk: Ағымдағы құпия сөз
ko: 현재 암호
lb: Aktuellt Passwuert
lt: Dabartinis slaptažodis
mt: Password attwali
nl: Huidig wachtwoord
pt: Palavra-passe atual
ro_ro: Parola curentă
sk: Aktuálne heslo
sq: Fjalëkalimi aktual
sv_se: Nuvarande lösenord
ta: தற்போதைய கடவுச்சொல்
uk: Поточний пароль
vi: Mật khẩu hiện tại
zh_tw: 目前密碼

# Dialog_IncorrectCurrentPassword_Title
source: Error
az_latn: Xəta
bg: Грешка
cs: Chyba
ha_latn: Kuskure
he_il: שגיאה
id_id: Kesalahan
it_it: Errore
ja: エラー
kk: Қате
ko: 오류
lb: Fehler
lt: Klaida
mt: Żball
nl: Fout
pt: Erro
ro_ro: Eroare
sk: Chyba
sq: Gabim
sv_se: Fel
ta: பிழை
uk: Помилка
vi: Lỗi
zh_tw: 錯誤

# Dialog_IncorrectCurrentPassword_Message
source: Incorrect password.
az_latn: Yanlış parol.
bg: Неправилна парола.
cs: Nesprávné heslo.
es: Contraseña incorrecta.
fil: Maling password.
ha_latn: Kalmar sirri mara daidai.
he_il: סיסמה שגויה.
id_id: Kata sandi salah.
it_it: Password errata.
ja: パスワードが正しくありません。
kk: Қате құпия сөз.
ko: 암호가 올바르지 않습니다.
lb: Falscht Passwuert.
lt: Neteisingas slaptažodis.
mt: Password żbaljata.
nl: Onjuist wachtwoord.
pt: Palavra-passe incorreta.
ro_ro: Parolă incorectă.
sk: Nesprávne heslo.
sq: Fjalëkalim i gabuar.
sv_se: Felaktigt lösenord.
ta: தவறான கடவுச்சொல்.
uk: Неправильний пароль.
vi: Mật khẩu không đúng.
zh_tw: 密碼不正確。

# Dialog_ChangeMasterPassword_Title
source: Change Master Password
az_latn: Master Şifrəni dəyişdirin
bg: Промяна на главната парола
cs: Změnit hlavní heslo
es: Cambiar contraseña maestra
fil: Baguhin ang Master Password
ha_latn: Canza Kalmar wucewa ta Jagora
he_il: שנה סיסמת מנהל
id_id: Ubah Kata Sandi Utama
it_it: Cambia password principale
ja: マスター パスワードを変更
kk: Негізгі құпия сөзді өзгерту
ko: 마스터 암호 변경
lb: Haaptpasswuert änneren
lt: Keisti pagrindinį slaptažodį
mt: Bdel il-Password Prinċipali
nl: Hoofdwachtwoord wijzigen
pt: Alterar palavra-passe mestra
ro_ro: Schimbă parola principală
sk: Zmeniť hlavné heslo
sq: Ndrysho fjalëkalimin kryesor
sv_se: Byt huvudlösenord
ta: முதன்மை கடவுச்சொல்லை மாற்று
uk: Змінити головний пароль
vi: Đổi mật khẩu chính
zh_tw: 變更主密碼

# Dialog_ChangePasswordButton
source: Change
az_latn: Dəyişmək
bg: Промяна
cs: Změnit
es: Cambiar
fil: Baguhin
ha_latn: Canza
he_il: שנה
id_id: Ubah
it_it: Cambia
ja: 変更
kk: Өзгерту
ko: 변경
lb: Änneren
lt: Keisti
mt: Bdel
nl: Wijzigen
pt: Alterar
ro_ro: Schimbă
sk: Zmeniť
sq: Ndrysho
sv_se: Ändra
ta: மாற்று
uk: Змінити
vi: Thay đổi
zh_tw: 變更

# Dialog_NewPasswordPlaceholder
source: New password
az_latn: Yeni parol
bg: Нова парола
cs: Nové heslo
es: Nueva contraseña
fil: Bagong password
ha_latn: Sabuwar kalmar sirri
he_il: סיסמה חדשה
id_id: Kata sandi baru
it_it: Nuova password
ja: 新しいパスワード
kk: Жаңа құпия сөз
ko: 새 암호
lb: Neit Passwuert
lt: Naujas slaptažodis
mt: Password ġdida
nl: Nieuw wachtwoord
pt: Nova palavra-passe
ro_ro: Parolă nouă
sk: Nové heslo
sq: Fjalëkalim i ri
sv_se: Nytt lösenord
ta: புதிய கடவுச்சொல்
uk: Новий пароль
vi: Mật khẩu mới
zh_tw: 新密碼

# Dialog_ConfirmNewPasswordPlaceholder
source: Confirm new password
az_latn: Yeni parolu təsdiqləyin
bg: Потвърждаване на новата парола
cs: Potvrdit nové heslo
es: Confirmar nueva contraseña
fil: Kumpirmahin ang bagong password
ha_latn: Tabbatar da sabon kalmar sirri
he_il: אשר סיסמה חדשה
id_id: Konfirmasi kata sandi baru
it_it: Conferma nuova password
ja: 新しいパスワードを確認
kk: Жаңа құпия сөзді растаңыз
ko: 새 암호 확인
lb: Neit Passwuert confirméieren
lt: Patvirtinti naują slaptažodį
mt: Ikkonferma l-password ġdida
nl: Bevestig nieuw wachtwoord
pt: Confirmar nova palavra-passe
ro_ro: Confirmă parola nouă
sk: Potvrdiť nové heslo
sq: Konfirmo fjalëkalimin e ri
sv_se: Bekräfta nytt lösenord
ta: புதிய கடவுச்சொல்லை உறுதிப்படுத்து
uk: Підтвердьте новий пароль
vi: Xác nhận mật khẩu mới
zh_tw: 確認新密碼

# Dialog_NewPasswordEmpty_Title
source: Error
az_latn: Xəta
bg: Грешка
cs: Chyba
ha_latn: Kuskure
he_il: שגיאה
id_id: Kesalahan
it_it: Errore
ja: エラー
kk: Қате
ko: 오류
lb: Fehler
lt: Klaida
mt: Żball
nl: Fout
pt: Erro
ro_ro: Eroare
sk: Chyba
sq: Gabim
sv_se: Fel
ta: பிழை
uk: Помилка
vi: Lỗi
zh_tw: 錯誤

# Dialog_NewPasswordEmpty_Message
source: New password cannot be empty.
az_latn: Yeni parol boş ola bilməz.
bg: Новата парола не може да бъде празна.
cs: Nové heslo nemůže být prázdné.
es: La nueva contraseña no puede estar vacía.
fil: Ang bagong password ay hindi maaaring walang laman.
ha_latn: Sabuwar kalmar sirri ba za ta iya zama fanko ba.
he_il: הסיסמה החדשה אינה יכולה להיות ריקה.
id_id: Kata sandi baru tidak boleh kosong.
it_it: La nuova password non può essere vuota.
ja: 新しいパスワードを空白にすることはできません。
kk: Жаңа құпия сөз бос болмауы керек.
ko: 새 암호는 비워둘 수 없습니다.
lb: Neit Passwuert kann net eidel sinn.
lt: Naujas slaptažodis negali būti tuščias.
mt: Il-password ġdida ma tistax tkun vojta.
nl: Nieuw wachtwoord mag niet leeg zijn.
pt: A nova palavra-passe não pode estar vazia.
ro_ro: Parola nouă nu poate fi goală.
sk: Nové heslo nemôže byť prázdne.
sq: Fjalëkalimi i ri nuk mund të jetë bosh.
sv_se: Det nya lösenordet får inte vara tomt.
ta: புதிய கடவுச்சொல் காலியாக இருக்க முடியாது.
uk: Новий пароль не може бути порожнім.
vi: Mật khẩu mới không được để trống.
zh_tw: 新密碼不能空白。

# Dialog_NewPasswordMismatch_Title
source: Error
az_latn: Xəta
bg: Грешка
cs: Chyba
ha_latn: Kuskure
he_il: שגיאה
id_id: Kesalahan
it_it: Errore
ja: エラー
kk: Қате
ko: 오류
lb: Fehler
lt: Klaida
mt: Żball
nl: Fout
pt: Erro
ro_ro: Eroare
sk: Chyba
sq: Gabim
sv_se: Fel
ta: பிழை
uk: Помилка
vi: Lỗi
zh_tw: 錯誤

# Dialog_NewPasswordMismatch_Message
source: New passwords do not match.
az_latn: Yeni parollar uyğun gəlmir.
bg: Новите пароли не съвпадат.
cs: Nová hesla se neshodují.
es: Las nuevas contraseñas no coinciden.
fil: Hindi tumutugma ang mga bagong password.
ha_latn: Sabbin kalmomin shiga ba su daidaita ba.
he_il: הסיסמאות החדשות אינן תואמות.
id_id: Kata sandi baru tidak cocok.
it_it: Le nuove password non corrispondono.
ja: 新しいパスワードが一致しません。
kk: Жаңа құпия сөздер сәйкес келмейді.
ko: 새 암호가 일치하지 않습니다.
lb: D'nei Passwierder stëmmen net iwwereneen.
lt: Nauji slaptažodžiai nesutampa.
mt: Il-passwords ġodda ma jaqblux.
nl: Nieuwe wachtwoorden komen niet overeen.
pt: As novas palavras-passe não coincidem.
ro_ro: Parolele noi nu se potrivesc.
sk: Nové heslá sa nezhodujú.
sq: Fjalëkalimet e reja nuk përputhen.
sv_se: De nya lösenorden matchar inte.
ta: புதிய கடவுச்சொற்கள் பொருந்தவில்லை.
uk: Нові паролі не збігаються.
vi: Mật khẩu mới không khớp.
zh_tw: 新密碼不符。

# Dialog_ChangePasswordSuccess_Title
source: Success
az_latn: Uğur
bg: Успех
cs: Úspěch
es: Éxito
fil: Tagumpay
ha_latn: Nasara
he_il: הצלחה
id_id: Berhasil
it_it: Successo
ja: 成功
kk: Сәттілік
ko: 성공
lb: Erfolleg
lt: Pavyko
mt: Suċċess
nl: Geslaagd
pt: Sucesso
ro_ro: Succes
sk: Úspech
sq: Sukses
sv_se: Klart
ta: வெற்றி
uk: Успішно
vi: Thành công
zh_tw: 成功

# Dialog_ChangePasswordSuccess_Message
source: Master password changed successfully.
az_latn: Əsas parol uğurla dəyişdirildi.
bg: Главната парола е променена успешно.
cs: Hlavní heslo bylo úspěšně změněno.
es: Contraseña maestra cambiada correctamente.
fil: Matagumpay na nabago ang master password.
ha_latn: Babban kalmar sirri ta canza cikin nasara.
he_il: סיסמת המנהל שונתה בהצלחה.
id_id: Kata sandi utama berhasil diubah.
it_it: Password principale cambiata con successo.
ja: マスター パスワードが正常に変更されました。
kk: Негізгі құпия сөз сәтті өзгертілді.
ko: 마스터 암호가 성공적으로 변경되었습니다.
lb: Haaptpasswuert erfollegräich geännert.
lt: Pagrindinis slaptažodis sėkmingai pakeistas.
mt: Il-password prinċipali nbidlet b'suċċess.
nl: Hoofdwachtwoord succesvol gewijzigd.
pt: Palavra-passe mestra alterada com sucesso.
ro_ro: Parola principală a fost schimbată cu succes.
sk: Hlavné heslo bolo úspešne zmenené.
sq: Fjalëkalimi kryesor u ndryshua me sukses.
sv_se: Huvudlösenordet har ändrats.
ta: முதன்மை கடவுச்சொல் வெற்றிகரமாக மாற்றப்பட்டது.
uk: Головний пароль успішно змінено.
vi: Đã đổi mật khẩu chính thành công.
zh_tw: 主密碼變更成功。

# Dialog_ChangePasswordFailed_Title
source: Error
az_latn: Xəta
bg: Грешка
cs: Chyba
ha_latn: Kuskure
he_il: שגיאה
id_id: Kesalahan
it_it: Errore
ja: エラー
kk: Қате
ko: 오류
lb: Fehler
lt: Klaida
mt: Żball
nl: Fout
pt: Erro
ro_ro: Eroare
sk: Chyba
sq: Gabim
sv_se: Fel
ta: பிழை
uk: Помилка
vi: Lỗi
zh_tw: 錯誤
